Repository: malhayek2/QA-Engineer-Test
Catalog: xmllint/cs.tmx
Source language: en
Languages: cs

source: of
cs: z

source: % of Patches0
cs: % polí

source: %.2lf sq m000
cs: %.2lf m2

source: %d Color
cs: %d barev

source: %s &Help
cs: %s Nápověda (&H)

source: %s Job/Image Files|*.onx;*.tif;*.tiff;*.tga;*.bmp;*.dib;*.ct;*.sct;*.jpg;*.jpe;*.jpeg;*.jfif;*.jp2;*.psd;*.gif;*.pcx;*.pcd;*.ps;*.eps;*.pdf;*.rpf;*.sid;*.ils;*.png;*.ocw|
cs: Všechny %s úlohy/grafické soubory|*.onx;*.tif;*.tiff;*.tga;*.bmp;*.dib;*.ct;*.sct;*.jpg;*.jpe;*.jpeg;*.jfif;*.jp2;*.psd;*.gif;*.pcx;*.pcd;*.ps;*.eps;*.pdf;*.rpf;*.sid;*.ils;*.png;*.ocw|

source: %s Server Configuration
cs: %s Server Config

source: %s is not a valid job path.
cs: %s je neplatná cesta pro úlohy.

source: &About CADPrint...
cs: O &aplikaci CADPrint...

source: &Archive
cs: &Archivovat

source: &Calibrate Unit
cs: &Kalibrovat přístroj

source: &Column Number
cs: Číslo sloup&ce

source: &Cutting Method:
cs: Způsob řezání:

source: &Edit
cs: Upravit

source: &Finish
cs: &Dokončit

source: &Inches
cs: &Palce

source: &Maximum Percent Ink Printed:
cs: &Maximální procento tisknutého inkoustu:

source: &Nest with other jobs
cs: &Seskupit s dalšími úlohami

source: &Page Sizes...
cs: &Formáty papíru...

source: &Print Swatch
cs: Tisk vzorníku barev (&P)

source: &Red
cs: Červená (&R)

source: &Roll
cs: &Role

source: &Set Factor
cs: &Nastavit koeficient

source: &Tiling
cs: &Panelování

source: &View
cs: &Zobrazení

source: (3 x 4 color)
cs: (3 x 4 barvy)

source: (Date:
cs: (Datum:

source: (Order #:
cs: (Objednávka č.:

source: (Total Time:
cs: (Celkový čas:

source: *** No predefined modes for this resolution ***
cs: *** Žádné předdefinované režimy pro toto rozlišení ***

source: , Alignment:
cs: , Zarovnání:

source: , Center Heater:
cs: , Střední topení:

source: , Double Ink:
cs: , Dvojitý inkoust:

source: , Drying Time Between Scans:
cs: , Čas schnutí mezi skeny:

source: , Feed Up To Dryer:
cs: , Posunovat do sušiče:

source: , Heater Status:
cs: , Stav topení:

source: , Interleave Mode:
cs: , Režim prokládání:

source: , Left (Inner - Middle):
cs: , Levý (vnitřní - prostřední):

source: , Media Feed Mode:
cs: , Režim podávání média:

source: , Multilayer:
cs: , Vícevrstvý:

source: , Paper Size:
cs: , Formát papíru:

source: , Pen Tolerances: K:%u, C:%u, M:%u, Y:%u
cs: , Tolerance pera: K:%u, C:%u, M:%u, Y:%u

source: , Print Direction: %s
cs: , Směr tisku: %s

source: , Rear Heater:
cs: , Zadní topení:

source: , Scan Speed:
cs: , Rychlost skenování:

source: , Spot Color Print Mode:
cs: , Režim tisku přímé barvy:

source: , Use Control Panel Settings:
cs: , Použít nastavení ovládacího panelu:

source: , Weaving:
cs: , Proplétání:

# - You have non zero paper value(s) in the output curves.
source: - You have non zero paper value(s) in the output curves.\n
cs: - Máte nenulovou hodnotu papíru ve výstupních křivkách.\n

source: 1) &Cyan Limit:
cs: 1) Limit azurové:

source: 100% Cyan DeltaE00
cs: 100% azurová DeltaE00

source: 120.5 in
cs: 306,07 cm

source: 16-Pass
cs: 16 průchodů

source: 2 Pass None 2
cs: 2 průchody žádný 2

source: 2-Sided Printing
cs: Dvoustranný tisk

source: 3 Step Cut (High)
cs: Oříznutí v 3 krocích (vysoké)

source: 315 - Mode Options
cs: 315 – Možnosti režimu

source: 4 Pass Wave 1
cs: 4 průchody Wave 1

source: 5) &Green Limit:
cs: 5) Limit zelené:

source: 540x1440, 12p, 460 cps, Bidir
cs: 540x1440, 12 p, 460 cps, obousm.

source: 6 pass
cs: 6 průchodů

source: 720-FD Mode
cs: Režim 720-FD

source: 8 Pass / 4 Pass
cs: 8 průchodů / 4 průchody

source: <None>
cs: <žádný>

source: <b>Dark inks only:</b> Disabled
cs: <b>Pouze tmavý inkoust:</b> Zakázáno

source: <b>Transition:</b> If your ink configuration has multiple ink levels per channel (e.g. Dark ink, plus light ink) this setting controls the rate of the transition between the two levels. It can be observed within the plot as a change in the angle of the curves.
cs: <b>Přechod:</b> Má-li vaše konfigurace inkoustu více úrovní inkoustu na kanál (např. tmavý inkoust a světlý inkoust), bude toto nastavení řídit stupeň přechodu mezi těmito dvěma úrovněmi. V kresbě to lze pozorovat jako změnu úhlu křivek.

source: <html>Select the cutter(s) to use.<br>This list may be changed later in the Application Settings dialog.</html>
cs: <html>Vyberte plotr pro použití.<br>Tento seznam může být kdykoli změněn.</html>

source: >>>> Interpreter Output and Errors <<<<
cs: >>>> Interpretace - výstup a chyby <<<<

source: A Mode is a name that represents a method of printing. A Mode determines Resolution, Dot Pattern, Ink Configuration, and other settings.
cs: Tiskový mód reprezentuje metodu tisku a určuje, jakém bude použité rozlišení, typ rastru, konfigurace inkoustového systému a další nastavení.

source: A filter with this name already exists. Please enter a name other than %s for this filter.
cs: Filtr s tímto názvem již existuje. Zadejte pro tento filtr jiný název než %s.

source: A mode with this name already exists in the media.
cs: Tiskový mód s tímto názvem již existuje v tomto médiu.

# A skew jam.
source: A skew jam.\n
cs: Papír nakřivo.\n

source: Abort installation
cs: Přerušení instalace

source: Above Normal
cs: Vyšší

source: AccuPhoto GSX Job Options
cs: Možnosti úlohy AccuPhoto GSX

source: Activation
cs: Aktivace

source: Adapter
cs: Adaptér

source: Add Font
cs: Přidání písma

source: Add More Red
cs: Přidat červenou

source: Add Resolution
cs: Přidat rozlišení

# Add a resolution to the list of available resolutions \Add Resolution
source: Add a resolution to the list of available resolutions\n\\Add Resolution
cs: Přidá rozlišení do seznamu dostupných rozlišení\n\\Přidání rozlišení

source: Added
cs: Přidáno

source: Adjust if dark areas of rows D and E appear gray
cs: Upravit, pokud jsou tmavé oblasti řádků D a E šedé

source: Adv. Black&White Photo
cs: Pokr. ČB foto

source: Advanced Path Generation
cs: Rozšířené generování ořezových cest

source: After deleting this print mode, the substrate will be also deleted. Are you sure that you want to delete the print mode?
cs: Jakmile odstraníte tento tiskový režim, substrát bude rovněž odstraněn. Opravdu chcete odstranit tento tiskový režim?

source: All %s Job/Image Files|*.onx;*.onc;*.tif;*.tiff;*.tga;*.bmp;*.dib;*.ct;*.sct;*.jpg;*.jpe;*.jpeg;*.jfif;*.jp2;*.psd;*.psb;*.gif;*.pcx;*.pcd;*.sid;*.ps;*.eps;*.pdf;*.rpf;*.ils;*.png|
cs: Všechny %s úlohy/grafické soubory|*.onx;*.onc;*.tif;*.tiff;*.tga;*.bmp;*.dib;*.ct;*.sct;*.jpg;*.jpe;*.jpeg;*.jfif;*.jp2;*.psd;*.psb;*.gif;*.pcx;*.pcd;*.sid;*.ps;*.eps;*.pdf;*.rpf;*.ils;*.png|

source: All Medias
cs: Všechna média

source: All data for station %s will be deleted and cannot be undone. Do you want to continue?
cs: Veškerá data pro stanici %s budou odstraněna a tento proces je nevratný. Chcete pokračovat?

source: Allow Infinite Length Rolls
cs: Povolit nekonečnou délku role

source: Almost empty
cs: Téměř prázdné

source: An appropriate set of options is generally preselected automatically based on your ink setup for the media. For most users it is recommended that you simply click <b>Build</b> to complete the profiling process. Advanced users can access the Build Options by clicking <b>Edit</b>. The down arrow on the Edit button allows users to configure and save custom setups. These will appear in the Predefined Build Options drop-down menu. <b>NOTE:</b> Custom built option presets are not auto-selected based on the ink setup of your media.
cs: Na základě nastavení inkoustu pro médium je automaticky vybrána příslušná sada možností. Pro většinu uživatelů se doporučuje dokončit proces vytváření profilu kliknutím na tlačítko <b>Vytvořit</b>. Pokročilí uživatelé mohou získat přístup k možnostem vytváření kliknutím na tlačítko <b>Upravit</b>. Šipka dolů u tlačítka Upravit umožňuje uživatelům nakonfigurovat a uložit vlastní nastavení. Ty pak budou zobrazeny v rozevírací nabídce Předdefinované možnosti vytváření. <b>POZNÁMKA:</b> Přednastavení možností vlastního vytváření nejsou automaticky vybírána podle nastavení inkoustu vašeho média.

# An error occurred trying to open a tile for job "%s%s". %s
source: An error occurred trying to open a tile for job "%s%s".\n%s
cs: Vyskytla se chyba při otevření panelu úlohy „%d%s“.\n%s

source: An error occurred while processing a command from the client.
cs: Vyskytla se chyba při zpracování příkazu klienta.

source: An invalid field in the command data block has been sent to the printer.
cs: Do tiskárny byl posláo neplatné pole příkazového datového bloku.

source: Animate cut paths
cs: Animovat ořezové cesty

source: Apply Changes
cs: Použít změny

source: Archive Job Indefinitely
cs: Archivovat úlohu na neurčitou dobu

source: Are you sure you want to delete %s?
cs: Opravdu chcete odstranit %s?

source: Are you sure you want to delete this color: (
cs: Chcete opravdu odstranit tuto barvu: (

source: Assign output channels to process channels
cs: Přiřazení výstupních kanálů k procesním kanálům

source: Auto Adjust
cs: Automaticky upravit

source: Auto drying
cs: Automatické sušení

source: Automatic Even Tiling
cs: Automatické rovnoměrné panelování

source: Automatically import the media currently loaded on the printer
cs: Automaticky importovat médium aktuálně založené v tiskárně

source: Average ΔE
cs: Průměrná ΔE

source: Background
cs: Pozadí

source: Band Reduction:
cs: Redukce pruhu:

source: Barcode Properties
cs: Vlastnosti čárového kódu

source: Basic Contone
cs: Základní režim Contone

source: Be sure to export the Zund CutCenter cutter materials
cs: Nezapomeňte exportovat materiály plotru Zund CutCenter

source: Beta Version: %s
cs: Beta verze: %s

source: BiDirectional Printing,
cs: Obousměrný tisk,

source: Bitmap (.bmp)
cs: Bitmapy (*.bmp)

source: Black Generation Profile Selection
cs: Výběr profilu Generování černé

source: Black Width:
cs: Rozsah černé:

source: Bleed Right: %s
cs: Přesah vpravo: %s

source: Blue Limit
cs: Limit modré

source: Borderless
cs: Bez okrajů

source: Bottom Right Corner
cs: Pravý dolní roh

source: BuffLen value is too small.
cs: Hodnota BuffLen je příliš malá.

source: Build Profile - %s
cs: Generovaný profil - %s

source: By &Copies
cs: Podle &kopií

source: C&alibrate...
cs: K&alibrovat...

source: CCX Files (*.proflist)|*.proflist|
cs: CCX soubory (*.proflist)|*.proflist|

source: CMY Gray Generation
cs: Generování CMY šedé

source: CMYK scanned images not supported!
cs: CMYK naskenované grafiky nejsou podporovány!

source: CMYK+White+White
cs: CMYK + Bílá + Bílá

source: Calibration ID is NOT available
cs: ID kalibrace NENÍ k dispozici

source: Can not install the medias. The Onyx software is not installed.
cs: Nelze nainstalovat média. Software Onyx není nainstalován.

source: Canceling after current mode...
cs: Zrušení po aktuálním režimu…

source: Cannot create swatch!
cs: Nelze vytvořit vzorník!

source: Cannot open USB port - busy getting status.
cs: Nelze otevřít port USB – je zaneprázdněn zjišťováním stavu.

source: Cannot run key updates: No key accessible.
cs: Nelze spustit aktualizace klíče: žádný dostupný klíč.

source: Carriage Temperature:
cs: Teplota vozíku:

source: Category
cs: Kategorie

source: Certificate invalid.
cs: Neplatný certifikát.

source: Change ZCC Material Selection...
cs: Změnit výběr materiálu ZCC...

source: Channel
cs: Barva

source: Chart Mode:
cs: Režim tabulky:

source: Checking Spooler Status...
cs: Kontrola stavu sdílení...

source: Choose Calibration
cs: Výběr kalibrace

source: Choose Recent Folder:
cs: Zvolit poslední složku:

source: Choose the workflow to use:
cs: Vyberte postup, který chcete použít:

source: Cleaning Liquid Cartridge Is Unset
cs: Náplň čisticí kapaliny není nastavena

source: Click + to create a new Media Group. Clicking this button will open a new dialog. Choose a name that will help you organize your media effectively, such as UV, Dye or a Media Manufacturer name.
cs: Kliknutím na symbol + vytvoříte novou skupinu médií. Po kliknutí na toto tlačítko se otevře nové dialogové okno. Zvolte název, pomocí něhož můžete efektivně uspořádat svá média, například UV, Dye nebo název výrobce média.

source: Click Print Swatch to print the Calibration swatch.
cs: Klepnutím na tlačítko Tisk vzorníku barev vytiskněte kalibrační vzorník.

source: Click the Read Swatch button to read in the swatch using the selected color device.<br><br>Once the swatch has been read in, a report will display indicating if there is conformance to the G7® Grayscale specification.
cs: Klikněte na tlačítko Měření vzorníku pro měření ve vzorníku pomocí vybraného zařízení pro správu barev.<br><br>Jakmile je vzorník změřen, zobrazí se zpráva s označením, zda byla zjištěna shoda se specifikací G7® Grayscale.

source: Clients: %s
cs: Počet klientů: %s

source: Closed Communication
cs: Zavřená komunikace

source: Collated
cs: Tříděný

source: Color -> White -> White
cs: Barva -> Bílá -> Bílá

source: Color Display:
cs: Zobrazení barevných hodnot:

source: Color Order: %s
cs: Pořadí barev: %s

source: Color Table Enabled
cs: Tabulka barev je povolena.

source: Color/&Gray Levels
cs: Barevné/še&dé úrovně

source: ColorSpan DisplayMaker, Giclée PrintMakerFA, and DesignWinder Printers
cs: ColorSpan DisplayMaker, Giclée PrintMakerFA a DesignWinder tiskárny

source: Communication driver did not initialize.
cs: Nedošlo k inicializaci ovladače komunikace.

source: Completed:
cs: Dokončeno:

source: Configure &Adobe RIP...
cs: Konfigurovat &Adobe RIP...

source: Configure Elitron Cutter Marks
cs: Konfigurovat ořezové značky Elitron

source: Configure Light Ink Termination
cs: Nastavení množství Light inkoustu

# Configure PostScript RIP Configure RIP
source: Configure PostScript RIP\nConfigure RIP
cs: Konfigurace PostScript RIPu\nKonfigurace RIPu

source: Configure SummaCut Cutter Marks
cs: Konfigurace značek SummaCut

source: Configured in Media Layers
cs: Nakonfigurováno ve vrstvách média

source: Connecting to server...
cs: Připojování k serveru...

source: Continuing in %d seconds
cs: Pokračování za %d sekund.

source: Control Panel
cs: Ovládací panel

source: Copies Tool
cs: Nástroj Kopie

source: Copy Options
cs: Možnosti kopírování

source: Copy:
cs: Kopie:

source: Correction Factor
cs: Korekční faktor

source: Could not load color info, check your printer configuration
cs: Nepodařilo se načíst informace o barvě, zkontrolujte konfiguraci tiskárny.

source: Could not open TCP/IP connection to %s!
cs: Nelze otevřít připojení TCP/IP k %s!

source: Count Pixels
cs: Spočítat pixely

source: Create Ink Limit
cs: Vytvoření ink limitu

source: Create Proof Automatically
cs: Vytvořit automaticky nátisk

source: Create a new Linearization:
cs: Vytvoření nové linearizace:

source: Created
cs: Vytvořeno

source: Creekside Printer Configuration
cs: Konfigurace tiskárny

source: Crop to page
cs: Oříznout podle stránky

source: Current File:
cs: Aktuální soubor:

source: Current Week
cs: Aktuální týden

source: Custom Channel
cs: Vlastní kanál

source: Custom Setting
cs: Vlastní nastavení

source: Custom...
cs: Vlastní...

source: Customer Order ID: %ls
cs: ID objednávky zákazníka: %ls

source: Cut File Folder
cs: Složky řezacích souborů

source: Cut Path Tool
cs: Nástroj Ořezová cesta

source: Cut wait time:
cs: Zpoždění odříznutí:

source: Cutter Marks: %s
cs: Řezací značky: %s

source: Cutters
cs: Plotry

source: Czech
cs: Česky

source: DN
cs: Dolů

source: Data Type or Port Name:\n\tChoose a selection from the pull-down menu, or type in a new name. Use "<Port9100>" for HP devices and "lpt1_passthru" or "lpt2_passthru" for Intel Netports. For other devices, refer to the device documentation.
cs: Typ dat nebo název portu:\n\tVyberte položku v rozbalovací nabídce nebo zadejte nový název. Použijte „<Port9100>“ pro zarízení HP a „lpt1_passthru“ nebo „lpt2_passthru“ pro Intel Netport. U ostatních zarízení vyhledejte nastavení v dokumentaci zarízení.

# Decrement Image Magnification Zoom Out
source: Decrement Image Magnification\nZoom Out
cs: Zmenší zobrazení dokumentu\nZmenšit

source: Default Nest
cs: Výchozí

source: Define Custom Layer
cs: Definovat vlastní vrstvu

source: Delete &Image After Processing
cs: &Odstranit grafiku po zpracování

source: Delete Pattern...
cs: Odstranit rastr...

source: Delete the selected Cutter Path prefix
cs: Odstranit vybraný název barvy pro ořezovou cestu

source: Deleting Files...
cs: Odstraňování souborů...

source: Depends On
cs: Závisí na

source: Desktop
cs: Plocha

source: Details
cs: Podrobnosti

source: Device Setup
cs: Nastavení zařízení

source: Direct
cs: Přímý tisk

source: Disabled
cs: Zakázáno

source: Display Name
cs: Zobrazit název

source: Display warning when removing single images
cs: Zobrazit zprávu při odstranění grafiky

source: Do %s%d
cs: Vytvořit %s%d

source: Do you want to get multiple patch readings from a different copy of the swatch?
cs: Chcete provést další opakované měření pole z jiné kopie vzorníku?

source: Do you wish to save changes in this page before stopping?
cs: Chcete uložit změny na této stránce než dojde k jejímu ukončení?

# Don't ask again, always do this for mismatches with '%s'
source: Don't ask again, always do this for mismatches with \n'%s'
cs: Dotaz již nezobrazovat, tuto akci vždy provést při neshodách s \n'%s'

source: Dot Pattern:
cs: Typ rastru:

source: Double Strike:
cs: Dvojitý průchod:

source: Download Options
cs: Možnosti stahování

source: Draft (2 pass, unidir),
cs: Koncept (2 průchody, jednosměrně),

source: Drop Size Swatch
cs: Vzorníky pro vyvážení velikosti kapek

source: Drying &Time
cs: Čas &schnutí

source: Dual Stripe
cs: Dvojitý pružek

source: Duplication factor:
cs: Faktor duplikace

source: EEPROM status bad.
cs: Chybný status EEPROM.

source: ERROR! - There are too many spot colors!
cs: CHYBA! - Příliš mnoho přímých barev!

source: Edge Quality
cs: Kvalitní okraj

source: Edit Key File
cs: Úpravy aktivačního souboru

source: Edit Patches
cs: Upravit pole

source: Edit Tile
cs: Úpravy panelu

# Edit the default settings template. Edit Default Settings Template
source: Edit the default settings template.\nEdit Default Settings Template
cs: Úpravy výchozí šablony nastavení.\nUpravit výchozí šablonu nastavení

source: Electrostatic Printer
cs: Elektrostatická tiskárna

source: Enable
cs: Zapnout

source: Enable Heater Temperature
cs: Teplota ohřevu média:

source: Enable Platen Temperature
cs: Teplota předehřevu

source: Enable Variable Data
cs: Povolit variabilní data

source: Encrypted Font #: %s
cs: Kódované písmo #: %s

source: Engine is offline.
cs: Motor je offline.

source: Enter a name for this frame size.
cs: Zadejte název pro tuto velikost snímku.

source: Epson Large
cs: Epson velký

source: Error %d! *** Check printer for more information.
cs: Chyba %d. *** Další informace získáte kontrolou tiskárny.

# Error - port data bad, reconfigure port!
source: Error - port data bad, reconfigure port!\n
cs: Chyba: Nesprávná data portu, překonfigurujte port.\n

source: Error communicating with printer.
cs: Chyba při komunikaci s tiskárnou.

source: Error reading cartridges information
cs: Chyba při načítání informací o kazetách

source: Error: %s\n\nPlease correct the error condition and check the front panel of the printer to see if additional action is required.
cs: Chyba: %s\n\nOdstraňte chybu a zkontrolujte přední panel tiskárny, zda není vyžadována další akce.

source: Error: Initializing Header.
cs: Chyba: Inicializace záhlaví.

source: Error: Populating Passes combo box. X Resolution: %d, Y Resolution %d
cs: Chyba: Vyplňování pole se seznamem Průchody. Rozlišení X: %d, rozlišení Y %d

source: Error: Sending Light Cyan Data to the Printer.
cs: Chyba: Odesílání dat o světle azurové do tiskárny.

source: Error: Writing IFD to file.
cs: Chyba: Zápis IFD do souboru.

source: Examine the ink limit swatch and choose the darkest value that does not show puddling or ink bleeding.
cs: Vytiskněte vzorník pro ink-limit a vyberte hodnotu nejtmavšího pole, které se nerozpíjí a neobsahuje nadměrné množství inkoustu.

source: Expand or Contract Paths
cs: Změna velikosti ořezové cesty

source: Export Media
cs: Export média

# Exports image and creates a new image file. Export Image As
source: Exports image and creates a new image file.\nExport Image As
cs: Exportuje grafiku a vytvoří nový soubor.\nExport grafiky

source: Extracting:
cs: Rozbaluje se:

source: FTP Forwarding
cs: Odeslání na FTP server

source: Failed to add station.
cs: Nepodařilo se přidat stanici.

# Failed to edit printer info for '%s'
source: Failed to edit printer info for '%s'\n
cs: Chyba při úpravě informací o tiskárně '%s'\n

source: Failed to initialize communication with the printer. Please check your connection.
cs: Nepodařilo se inicializovat komunikaci s tiskárnou. Zkontrolujte připojení.

source: Failed to load order report.
cs: Nepodařilo se načíst zprávu o objednávce.

source: Failed to open port for file %s.
cs: Nepodařilo se otevřít port pro soubor %s.

source: Failed to start PrinterInstaller!
cs: Nepodařilo se spustit instalační službu tiskárny!

source: Failed to update printer. Press finish to exit.
cs: Chyba při aktualizaci tiskárny. Klikněte na tlačítko Dokončit.

source: Fans Only
cs: Pouze ventilátor

source: Feed Adjustment:
cs: Nastavení podávání:

source: File / Folder Locations:
cs: Umístění souborů a složek:

source: File Type:
cs: Typ souboru:

source: Fill Non-Image Area
cs: Vyplnit oblast mimo grafiku

source: FilterColorsWidget
cs: Widget filtru barev

source: Finishing
cs: Dokončování

source: Fit Policy: %s
cs: Zásady přizpůsobení: %s

source: Flatbed Mode
cs: Deskový režim

source: Flip every other tile
cs: Otočit každý druhý panel

source: Fluorescent Pink
cs: Fluorescenční růžová

source: Font Directories:
cs: Umístění písem:

source: For job(s) where an image already exists:
cs: Pro úlohy, v nichž obrázek již existuje:

source: Four Pass
cs: 4 průchody

source: Frequency
cs: Hustota

source: Front cover open. Close the cover.
cs: Otevřený přední kryt. Zavřete jej..

source: Fully save print data to HDD before printing
cs: Uložit všechna tisková data na pevný disk před tiskem

source: G7® Tolerance
cs: Tolerance G7®

source: GZT Printer Manager software could not be started.
cs: Software GZT Printer Manager se nepodařilo spustit.

source: General Settings
cs: Základní nastavení

source: Generating cut paths for cutting.
cs: Generují se ořezové cesty.

source: Gerber Printer Resource DLL
cs: Knihovna DLL s prostředky tiskárny Gerber

source: Glossy
cs: Lesklý

source: Gradient
cs: Přechod

source: Graphics 1, 8p, sym, 400 cps
cs: Grafika 1, 8 p, sym, 400 cps

source: Gray Balance Swatch [Profile Name - %s]
cs: Terč vyvážení šedé [Název profilu: %s]

source: Grayscale Correction Curve
cs: Křivka korekce odstínů šedé

source: Grey % (0-100)
cs: Šedá % (0-100)

source: Grip released error
cs: Chyba uvolnění úchytu

source: Half Speed 4 Cut
cs: Poloviční rychlost, 4 řezy

source: Head 1
cs: Hlava 1

source: Head board FIFO is full.
cs: Paměť FIFO hlavní desky je plná.

source: Heads B, C
cs: Hlavy B, C

source: Heater Heating
cs: Topení ohřevu

source: Height
cs: Výška

source: HiFi Solvent
cs: HiFi rozpouštědlo

source: High A
cs: Vysoké A

source: High Quality (HQ2)
cs: Vysoká (HQ2)

source: High Speed Mode 1
cs: Vysoká - Mode 1

source: History Printer View
cs: Zobrazení historie tiskárny

source: Home position not detected. Please call service.
cs: Nebyla detekována parkovací pozice. Zavolejte, prosím, servis.

source: Horizontal Offset: %s
cs: Horizontální odstup: %s

source: Idle (ready to print)
cs: V nečinnosti (připraveno k tisku)
